---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Fps
source: html/286710c5-1bdf-e257-8e8b-8d80d03d7145.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Fps Property

Symbol FPS, indicating unit Feet per second.

## Syntax (C#)
```csharp
public static ForgeTypeId Fps { get; }
```